Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutLn
source: Returns the natural logarithm (base E) of a number.
bg_bg: Връща натуралния логаритъм (основа E) на дадено число.
ca_es: Retorna el logaritme natural (base E) d'un nombre.
cs_cz: Vrátí přirozený logaritmus (o základu e) čísla.
da_dk: Returnerer den naturlige logaritme (base E) for et tal.
de_de: Gibt den natürlichen Logarithmus (Basis e) für eine Zahl zurück.
el_gr: Επιστρέφει τον φυσικό λογάριθμο (βάση E) ενός αριθμού.
es_es: Devuelve el logaritmo natural (base E) de un número.
et_ee: Tagastab arvu naturaallogaritmi (alusel E).
eu_es: Zenbaki baten logaritmo hiperbolikoa itzultzen du (E oinarria).
fi_fi: Palauttaa luvun luonnollisen logaritmin (base E).
fr_fr: Retourne le logarithme naturel (base E) d’un nombre.
gl_es: Devolve o logaritmo natural (base E) dun número.
hi_in: किसी संख्या का प्राकृतिक लघुगणक (आधार E) लौटाता है.
hr_hr: Vraća prirodni logaritam (po bazi e) broja.
hu_hu: Egy szám természetes (E-alapú) logaritmusát adja eredményül.
it_it: Restituisce il logaritmo naturale (base E) di un numero.
ja_jp: 数値の自然対数 (底 E) を返します。
kk_kz: Санның натурал логарифмін (E негізі) қайтарады.
ko_kr: 특정 수의 자연 로그(밑 E)를 반환합니다.
lt_lt: Pateikia skaičiaus natūralųjį logaritmą (pagrindas E).
lv_lv: Atgriež skaitļa naturālo logaritmu (bāze E).
ms_my: Mengembalikan logaritma asli (asas E) nombor.
nb_no: Returnerer den naturlige logaritmen (grunntall E) for et tall.
nl_nl: Retourneert het natuurlijk logaritme (grondtal E) van een getal.
pl_pl: Zwraca logarytm naturalny (liczba E w podstawie) liczby.
pt_br: Retorna o logaritmo natural (base E) de um número.
pt_pt: Devolve o logaritmo natural (base E) de um número.
ro_ro: Returnează logaritmul natural (în baza E) al unui număr.
ru_ru: Возвращает натуральный логарифм (с основанием E) для числа.
sk_sk: Vráti prirodzený logaritmus (základ E) čísla.
sl_si: Vrne naravni logaritem (osnova E) števila.
sr_cyrl_rs: Враћа природни логаритам (основа E) броја.
sr_latn_rs: Vraća prirodni logaritam (osnova E) broja.
sv_se: Returnerar den naturliga logaritmen (basen E) av ett tal.
th_th: คืนลอการิทึมธรรมชาติ (ฐาน E) ของตัวเลข
tr_tr: Bir sayının doğal logaritmasını (E tabanı) döndürür.
uk_ua: Повертає натуральний логарифм (основа E) для числа.
vi_vn: Trả về lô-ga-rít tự nhiên (cơ số E) của một số.
zh_cn: 返回某数值的自然对数(以 E 为底)。
zh_tw: 傳回數值的自然對數 (基底 E)。

# AboutLnT
source: Returns the natural logarithm values (base E) of a column of numbers.
bg_bg: Връща стойностите на натуралния логаритъм (основа E) на колона с числа.
ca_es: Retorna els valors de logaritme natural (base E) d'una columna de nombres.
cs_cz: Vrátí hodnoty přirozených logaritmů (o základu e) sloupce čísel.
da_dk: Returnerer de naturlige logaritmeværdier (base E) for en kolonne med tal.
de_de: Gibt den natürlichen Logarithmus (Basis e) für eine Spalte mit Zahlen zurück.
el_gr: Επιστρέφει τις τιμές φυσικού λογαρίθμου (βάση Ε) μιας στήλης αριθμών.
es_es: Devuelve los valores de logaritmo natural (base E) de una columna de números.
et_ee: Tagastab arve sisaldava veeru naturaallogaritmide väärtused (alusel E).
eu_es: Zenbaki-zutabe baten logaritmo hiperbolikoaren balioak itzultzen ditu.
fi_fi: Palauttaa lukusarakkeen luonnollisen logaritmin arvot (base E).
fr_fr: Retourne les valeurs de logarithme naturel (base E) d’une colonne de nombres.
gl_es: Devolve os valores do logaritmo natural (base E) dunha columna de números.
hi_in: संख्याओं के स्तंभ के प्राकृतिक लघुगणक मान (आधार E) लौटाता है.
hr_hr: Vraća vrijednosti prirodnog logaritma (po bazi e) stupca brojeva.
hu_hu: Egy számoszlop természetes (E-alapú) logaritmusértékeit adja eredményül.
it_it: Restituisce i valori dei logaritmi naturali (base E) di una colonna di numeri.
ja_jp: 数値列の自然対数値 (底 E) を返します。
kk_kz: Сандар бағаны натурал логарифм мәндерін (E негізі) қайтарады.
ko_kr: 숫자 열의 자연 로그 값(밑 E)을 반환합니다.
lt_lt: Pateikia skaičių stulpelio natūraliojo logaritmo reikšmes (pagrindas E).
lv_lv: Atgriež skaitļu kolonnas naturālā logaritma (bāze E) vērtības.
ms_my: Mengembalikan nilai logaritma asli (asas E) lajur nombor.
nb_no: Returnerer de naturlige logaritme-verdiene (grunntall E) for en kolonne med tall.
nl_nl: Retourneert de natuurlijke logaritmewaarden (grondtal E) van een kolom getallen.
pl_pl: Zwraca wartości logarytmu naturalnego (liczba E w podstawie) kolumny liczb.
pt_br: Retorna os valores do logaritmo natural (base E) de uma coluna de números.
pt_pt: Devolve o valor de logaritmo natural (base E) de uma coluna de números.
ro_ro: Returnează valorile logaritmice naturale (în baza E) ale unei coloane de numere.
ru_ru: Возвращает натуральные логарифмы (с основанием E) для столбца чисел.
sk_sk: Vráti hodnoty prirodzených logaritmov (základ E) stĺpca čísel.
sl_si: Vrne vrednosti naravnega logaritma (osnova E) stolpca števil.
sr_cyrl_rs: Враћа вредности природног логаритма (основа Е) колоне бројева.
sr_latn_rs: Vraća vrednosti prirodnog logaritma (osnova E) kolone brojeva.
sv_se: Returnerar de naturliga logaritmvärdena (basen E) av tal i en kolumn.
th_th: คืนค่าลอการิทึมธรรมชาติ (ฐาน E) ของคอลัมน์ตัวเลข
tr_tr: Bir sayı sütununun doğal logaritma değerlerini (E tabanı) döndürür.
uk_ua: Повертає значення натурального логарифма (основа E) для стовпця чисел.
vi_vn: Trả về các giá trị lô-ga-rít tự nhiên (cơ số E) của một cột số.
zh_cn: 返回数值组成的列的自然对象值(以 E 为底)。
zh_tw: 傳回數字資料行的自然對數值 (基底 E)。

# AboutLn_number
source: A numeric value to process.
bg_bg: Числова стойност за обработване.
ca_es: Valor numèric que es processarà.
cs_cz: Číselná hodnota, která se má zpracovat
da_dk: En numerisk værdi, der skal behandles.
de_de: Ein zu verarbeitender Zahlenwert.
el_gr: Αριθμητική τιμή για επεξεργασία.
es_es: Un valor numérico que se va a procesar.
et_ee: Töödeldav arvväärtus.
eu_es: Prozesatuko den zenbakizko balioa.
fi_fi: Käsiteltävä numeerinen arvo.
fr_fr: Valeur numérique à traiter.
gl_es: Valor numérico que se vai procesar.
hi_in: संसाधित करने के लिए एक सांख्यिक मान.
hr_hr: Numerička vrijednost koja se obrađuje.
hu_hu: A feldolgozandó számérték.
it_it: Valore numerico da elaborare.
ja_jp: 処理する数値。
kk_kz: Өңделетін сандық мән.
ko_kr: 처리할 숫자 값입니다.
lt_lt: Skaitinė reikšmė, skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība.
ms_my: Nilai angka untuk diproses.
nb_no: En numerisk verdi som skal behandles.
nl_nl: Een numerieke waarde die moet worden verwerkt.
pl_pl: Wartość liczbowa do przetworzenia.
pt_br: Valor numérico a processar.
pt_pt: Um valor numérico para processar.
ro_ro: O valoare numerică de procesat.
ru_ru: Числовое значение для обработки.
sk_sk: Numerická hodnota na spracovanie.
sl_si: Številska vrednost za obdelavo.
sr_cyrl_rs: Нумеричка вредност за обраду.
sr_latn_rs: Numerička vrednost za obradu.
sv_se: Ett numeriskt värde att bearbeta.
th_th: ค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal bir değer.
uk_ua: Числове значення, яке потрібно обробити.
vi_vn: Giá trị số cần xử lý.
zh_cn: 要处理的数值。
zh_tw: 要處理的數值。

# AboutLn_input
source: A column of numeric values to process.
bg_bg: Колона с числови стойности за обработване.
ca_es: Columna de valors numèrics que es processarà.
cs_cz: Sloupec číselných hodnot, které se mají zpracovat
da_dk: En kolonne af numeriske værdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Zahlenwerten.
el_gr: Στήλη αριθμητικών τιμών για επεξεργασία.
es_es: Una columna de valores numéricos que se va a procesar.
et_ee: Töödeldavate arvväärtuste veerg.
eu_es: Prozesatzeko zenbakizko balioak dituen zutabea.
fi_fi: Käsiteltävien numeeristen arvojen sarake.
fr_fr: Colonne de valeurs numériques à traiter.
gl_es: Columna de valores numéricos que se van procesar.
hi_in: संसाधित करने के लिए सांख्यिक मानों का स्तंभ.
hr_hr: Stupac numeričkih vrijednosti koji se obrađuje.
hu_hu: A feldolgozandó számértékeket tartalmazó oszlop.
it_it: Colonna di valori numerici da elaborare.
ja_jp: 処理する数値の列。
kk_kz: Өңделетін сандық мәндер бағаны.
ko_kr: 처리할 숫자 값 열입니다.
lt_lt: Skaitinių reikšmių stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību kolonna.
ms_my: Lajur nilai angka untuk diproses.
nb_no: En kolonne med numeriske verdier som skal behandles.
nl_nl: Een kolom met numerieke waarden die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych do przetworzenia.
pt_br: Coluna de valores numéricos a processar.
pt_pt: Uma coluna de valores numéricos para processar.
ro_ro: O coloană de valori numerice de procesat.
ru_ru: Столбец числовых значений для обработки.
sk_sk: Stĺpec numerických hodnôt na spracovanie.
sl_si: Stolpec številskih vrednosti za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности за обраду.
sr_latn_rs: Kolona numeričkih vrednosti za obradu.
sv_se: En kolumn med numeriska värden att bearbeta.
th_th: คอลัมน์ของค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal değerleri içeren bir sütun.
uk_ua: Числовий стовпець, який потрібно обробити.
vi_vn: Cột chứa các giá trị số cần xử lý.
zh_cn: 要处理的数值组成的列。
zh_tw: 要處理的數值資料行。

# AboutLog
source: Returns the logarithm of a number for the given base. The default base is 10.
bg_bg: Връща логаритъма на число за дадената основа. Основата по подразбиране е 10.
ca_es: Retorna el logaritme d'un número d'una base determinada. La base per defecte és 10.
cs_cz: Vrátí logaritmus čísla při daném základu. Výchozí základ je 10.
da_dk: Returnerer logaritmen af et tal for det givne grundtal. Standardgrundtallet er 10.
de_de: Gibt den Logarithmus einer Zahl zur angegebenen Basis zurück. Die Standardbasis ist 10.
el_gr: Επιστρέφει το λογάριθμο ενός αριθμού για τη δεδομένη βάση. Η προεπιλεγμένη βάση είναι 10.
es_es: Devuelve el logaritmo de un número para la base especificada. La base predeterminada es 10.
et_ee: Tagastab arvu logaritmi antud aluse jaoks. Vaikealus on 10.
eu_es: Emandako oinarriaren zenbaki baten logaritmoa itzultzen du. Oinarri lehenetsia 10 da.
fi_fi: Palauttaa annetun kantaluvun määritetyn luvun logaritmin. Oletusarvon mukainen kantaluku on 10.
fr_fr: Renvoie le logarithme d'un nombre pour la base donnée. La base par défaut est 10.
gl_es: Devolve o logaritmo dun número para a base dada. A base predefinida é 10.
hi_in: दिए गए आधार के लिए संख्या का लघुगणक लौटाता है. डिफ़ॉल्ट आधार 10 है.
hr_hr: Vraća logaritam broja za navedenu bazu. Zadana je baza 10.
hu_hu: Adott alaphoz tartozó szám logaritmusát adja vissza. Az alapértelmezett alap 10.
it_it: Restituisce il logaritmo di un numero per la base specificata. La base predefinita è 10.
ja_jp: 特定の底で数値の対数を返します。既定の底は 10 です。
kk_kz: Берілген негіз үшін санның логарифмін қайтарады. Әдепкі негіз 10 болып табылады.
ko_kr: 주어진 밑수에 대한 숫자 하나의 로그를 반환합니다. 기본값은 10입니다.
lt_lt: Pateikia nurodyto pagrindo skaičiaus logaritmą. Numatytasis pagrindas yra 10.
lv_lv: Atgriež skaitļa logaritmu ar norādīto bāzi. Noklusējuma bāze ir 10.
ms_my: Mengembalikan logaritma nombor untuk asas yang ditentukan. Asas lalai ialah 10.
nb_no: Returnerer logaritmen for et tall for det gitte grunntallet. Standard grunntall er 10.
nl_nl: Hiermee wordt de logaritme voor een getal geretourneerd voor het grondtal dat is opgegeven. De standaardwaarde voor het grondtal is 10.
pl_pl: Zwraca logarytm liczby dla danej podstawy. Domyślna podstawa to 10.
pt_br: Retorna o logaritmo de um número para a base determinada. A base padrão é 10.
pt_pt: Devolve um logaritmo de um número para a base especificada. A base predefinida é 10.
ro_ro: Returnează logaritmul unui număr pentru baza dată. Baza implicită este 10.
ru_ru: Возвращает логарифм числа по заданному основанию. Основание по умолчанию: 10.
sk_sk: Vráti logaritmus čísla v prípade zadaného základu. Predvolený základ je 10.
sl_si: Vrne logaritem števila za navedeno osnovo. Privzeta osnova je 10.
sr_cyrl_rs: Враћа логаритам броја за дату основицу. Подразумевана основица 10.
sr_latn_rs: Vraća logaritam broja za datu osnovicu. Podrazumevana osnovica 10.
sv_se: Returnerar logaritmen av ett tal för den givna basen. Standardbasen är 10.
th_th: ส่งกลับลอการิธึมของตัวเลขสำหรับฐานที่กำหนด ฐานเริ่มต้นคือ 10
tr_tr: Bir sayının belirtilen tabana göre logaritmasını döndürür. Varsayılan taban: 10.
uk_ua: Повертає логарифм числа за вказаною основою. Стандартна основа: 10.
vi_vn: Trả về lôgarit của một số có cơ số cho trước. Cơ số mặc định là 10.
zh_cn: 返回给定基数的对数。默认基数为 10。
zh_tw: 傳回給定基底數字的對數。預設基底為 10。

# AboutLogT
source: Returns the logarithm values of a number or column of numbers for the given base or column of bases. The default base is 10.
bg_bg: Връща логаритмичните стойности на число или колона от числа за дадената основа или колона от основи. Основата по подразбиране е 10.
ca_es: Retorna els valors del logaritme d'un número o columna de números d'una base o columna de bases determinades. La base per defecte és 10.
cs_cz: Vrátí hodnoty logaritmů čísla nebo sloupce čísel při daném základu nebo sloupci základů. Výchozí základ je 10.
da_dk: Returnerer logaritmeværdierne af et tal eller en kolonne med tal for det givne grundtal eller en kolonne med grundtal. Standardgrundtallet er 10.
de_de: Gibt die Logarithmuswerte einer Zahl oder einer Spalte von Zahlen zur angegebenen Basis oder Spalte von Basiswerten zurück. Die Standardbasis ist 10.
el_gr: Επιστρέφει τις τιμές λογάριθμου ενός αριθμού ή μιας στήλης αριθμών για τη δεδομένη βάση ή στήλη βάσεων. Η προεπιλεγμένη βάση είναι 10.
es_es: Devuelve los valores de logaritmo de un número o una columna de números para la base o columna de bases especificada. La base predeterminada es 10.
et_ee: Tagastab arvu või arvude veeru logaritmi väärtused antud aluse või aluste veeru jaoks. Vaikealus on 10.
eu_es: Emandako oinarriaren edo oinarri-zutabearen zenbaki baten edo zenbakien zutabe baten logaritmoaren balioak itzultzen ditu. Oinarri lehenetsia 10 da.
fi_fi: Palauttaa annetun kantaluvun tai kantalukujen sarakkeen määritetyn luvun tai lukujen sarakkeen logaritmin. Oletusarvon mukainen kantaluku on 10.
fr_fr: Renvoie les valeurs de logarithme d'un nombre ou d'une colonne de nombres pour la base ou la colonne de bases donnée. La base par défaut est 10.
gl_es: Devolve os valores de logaritmo dun número ou columna de números para a columna de bases ou a base dada. A base predefinida é 10.
hi_in: दिए गए आधार या आधारों के स्तंभ के लिए संख्या या संख्याओं के स्तंभ के लघुगणक मान लौटाता है. डिफ़ॉल्ट आधार 10 है.
hr_hr: Vraća vrijednosti logaritma broja ili stupca brojeva za navedenu bazu ili stupac baza. Zadana je baza 10.
hu_hu: Adott alaphoz vagy alapokból álló oszlophoz tartozó számok vagy számokból álló oszlop logaritmikus értékét adja vissza. Az alapértelmezett alap 10.
it_it: Restituisce i valori logaritmici di un numero o di una colonna di numeri per la base o la colonna di basi specificata. La base predefinita è 10.
ja_jp: 特定の底または底の列で数値または数値の列の対数値を返します。既定の底は 10 です。
kk_kz: Берілген негіз немесе негіздер бағаны үшін санның немесе сандар бағанының логарифм мәндерін қайтарады. Әдепкі негіз 10 болып табылады.
ko_kr: 주어진 밑수 또는 밑수 열에 대한 숫자 하나 또는 숫자 열의 로그 값을 반환합니다. 기본 밑수는 10입니다.
lt_lt: Pateikia nurodyto pagrindo arba pagrindų stulpelio skaičiaus arba skaičių stulpelio logaritmo reikšmes. Numatytasis pagrindas yra 10.
lv_lv: Atgriež skaitļa vai skaitļu kolonnas logaritmu vērtības ar norādīto bāzi vai bāzu kolonnu. Noklusējuma bāze ir 10.
ms_my: Mengembalikan nilai logaritma nombor atau lajur nombor untuk asas yang atau lajur asas yang ditentukan. Asas lalai ialah 10.
nb_no: Returnerer logaritmeverdiene for et tall eller en kolonne med tall for det gitte grunntallet eller en kolonne med grunntall. Standard grunntall er 10.
nl_nl: Hiermee worden de logaritmewaarden voor een getal of een kolom met getallen geretourneerd voor het grondtal of de kolom met grondtallen die is opgegeven. De standaardwaarde voor het grondtal is 10.
pl_pl: Zwraca logarytm liczby lub kolumn liczb dla danej podstawy lub kolumny podstaw. Domyślna podstawa to 10.
pt_br: Retorna os valores de logaritmo de um número ou uma coluna de números para a base determinada ou coluna de bases. A base padrão é 10.
pt_pt: Devolve os valores de logaritmo de um número ou coluna de números para a base especificada ou coluna de bases. A base predefinida é 10.
ro_ro: Returnează valorile logaritmice ale unui număr sau ale unei coloane de numere pentru baza sau coloana de baze dată. Baza implicită este 10.
ru_ru: Возвращает значения логарифмов числа или столбца чисел по заданному основанию или столбцу оснований. Основание по умолчанию: 10.
sk_sk: Vráti hodnoty logaritmu čísla alebo stĺpca čísel v prípade zadaného základu alebo stĺpca základov. Predvolený základ je 10.
sl_si: Vrne vrednosti logaritma števila ali stolpca števil za navedeno osnovo ali stolpec osnov. Privzeta osnova je 10.
sr_cyrl_rs: Враћа вредности логаритма броја колона или бројева за дату основицу или колону основица. Подразумевана основица је 10.
sr_latn_rs: Vraća vrednosti logaritma broja kolona ili brojeva za datu osnovicu ili kolonu osnovica. Podrazumevana osnovica je 10.
sv_se: Returnerar logaritmvärdet för ett tal eller en kolumn av tal för den givna basen eller kolumnen med baser. Standardbasen är 10.
th_th: ส่งกลับค่าลอการิธึมของตัวเลขหรือคอลัมน์ของตัวเลขสำหรับฐานที่กำหนดหรือคอลัมน์ของฐาน ฐานเริ่มต้นคือ 10
tr_tr: Bir sayının veya sayı sütununun belirtilen tabana veya taban sütununa göre logaritmasını döndürür. Varsayılan taban: 10.
uk_ua: Повертає логарифмічні значення числа або стовпця чисел за вказаною основою чи вказаним стовпцем основ. Стандартна основа: 10.
vi_vn: Trả về các giá trị lôgarit của một số hoặc cột số có cơ số hoặc cột cơ số cho trước. Cơ số mặc định là 10.
zh_cn: 返回给定基数的对数值或按给定的基数列返回几列数字的对数值。默认基数为 10。
zh_tw: 為給定基底貨基底資料行傳回數字或數字資料行的對數值。預設基底為 10。

# AboutLog_number
source: A numeric value to process.
bg_bg: Числова стойност за обработване.
ca_es: Valor numèric que es processarà.
cs_cz: Číselná hodnota, která se má zpracovat
da_dk: En numerisk værdi, der skal behandles.
de_de: Ein zu verarbeitender Zahlenwert.
el_gr: Αριθμητική τιμή για επεξεργασία.
es_es: Un valor numérico que se va a procesar.
et_ee: Töödeldav arvväärtus.
eu_es: Prozesatuko den zenbakizko balioa.
fi_fi: Käsiteltävä numeerinen arvo.
fr_fr: Valeur numérique à traiter.
gl_es: Valor numérico que se vai procesar.
hi_in: संसाधित करने के लिए एक सांख्यिक मान.
hr_hr: Numerička vrijednost koja se obrađuje.
hu_hu: A feldolgozandó számérték.
it_it: Valore numerico da elaborare.
ja_jp: 処理する数値。
kk_kz: Өңделетін сандық мән.
ko_kr: 처리할 숫자 값입니다.
lt_lt: Skaitinė reikšmė, skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība.
ms_my: Nilai angka untuk diproses.
nb_no: En numerisk verdi som skal behandles.
nl_nl: Een numerieke waarde die moet worden verwerkt.
pl_pl: Wartość liczbowa do przetworzenia.
pt_br: Valor numérico a processar.
pt_pt: Um valor numérico para processar.
ro_ro: O valoare numerică de procesat.
ru_ru: Числовое значение для обработки.
sk_sk: Numerická hodnota na spracovanie.
sl_si: Številska vrednost za obdelavo.
sr_cyrl_rs: Нумеричка вредност за обраду.
sr_latn_rs: Numerička vrednost za obradu.
sv_se: Ett numeriskt värde att bearbeta.
th_th: ค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal bir değer.
uk_ua: Числове значення, яке потрібно обробити.
vi_vn: Giá trị số cần xử lý.
zh_cn: 要处理的数值。
zh_tw: 要處理的數值。

# AboutLog_input
source: A column of numeric values to process.
bg_bg: Колона с числови стойности за обработване.
ca_es: Columna de valors numèrics que es processarà.
cs_cz: Sloupec číselných hodnot, které se mají zpracovat
da_dk: En kolonne af numeriske værdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Zahlenwerten.
el_gr: Στήλη αριθμητικών τιμών για επεξεργασία.
es_es: Una columna de valores numéricos que se va a procesar.
et_ee: Töödeldavate arvväärtuste veerg.
eu_es: Prozesatzeko zenbakizko balioak dituen zutabea.
fi_fi: Käsiteltävien numeeristen arvojen sarake.
fr_fr: Colonne de valeurs numériques à traiter.
gl_es: Columna de valores numéricos que se van procesar.
hi_in: संसाधित करने के लिए सांख्यिक मानों का स्तंभ.
hr_hr: Stupac numeričkih vrijednosti koji se obrađuje.
hu_hu: A feldolgozandó számértékeket tartalmazó oszlop.
it_it: Colonna di valori numerici da elaborare.
ja_jp: 処理する数値の列。
kk_kz: Өңделетін сандық мәндер бағаны.
ko_kr: 처리할 숫자 값 열입니다.
lt_lt: Skaitinių reikšmių stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību kolonna.
ms_my: Lajur nilai angka untuk diproses.
nb_no: En kolonne med numeriske verdier som skal behandles.
nl_nl: Een kolom met numerieke waarden die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych do przetworzenia.
pt_br: Coluna de valores numéricos a processar.
pt_pt: Uma coluna de valores numéricos para processar.
ro_ro: O coloană de valori numerice de procesat.
ru_ru: Столбец числовых значений для обработки.
sk_sk: Stĺpec numerických hodnôt na spracovanie.
sl_si: Stolpec številskih vrednosti za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности за обраду.
sr_latn_rs: Kolona numeričkih vrednosti za obradu.
sv_se: En kolumn med numeriska värden att bearbeta.
th_th: คอลัมน์ของค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal değerleri içeren bir sütun.
uk_ua: Числовий стовпець, який потрібно обробити.
vi_vn: Cột chứa các giá trị số cần xử lý.
zh_cn: 要处理的数值组成的列。
zh_tw: 要處理的數值資料行。

# LogBase
source: base
bg_bg: основа
cs_cz: základ
da_dk: grundtal
de_de: Basis
el_gr: βάση
et_ee: alus
eu_es: oinarrizkoa
fi_fi: kanta
hi_in: आधार
hr_hr: baza
hu_hu: alap
ja_jp: 基底
kk_kz: негіз
ko_kr: 기수
lt_lt: pagrindas
lv_lv: bāze
ms_my: asas
nb_no: grunnlag
nl_nl: basis
pl_pl: podstawa
ro_ro: bază
ru_ru: основание
sk_sk: základ
sl_si: osnova
sr_cyrl_rs: основниброј
sr_latn_rs: osnovnibroj
sv_se: bas
th_th: ฐาน
tr_tr: temel
uk_ua: основа
vi_vn: cơ_số
zh_cn: 基数
zh_tw: 底數

# AboutLog_base
source: The base for the logarithm.
bg_bg: Основата за логаритъма.
ca_es: Base del logaritme.
cs_cz: Základ logaritmu
da_dk: Grundtallet for logaritmen.
de_de: Die Basis für den Logarithmus.
el_gr: Η βάση του λογάριθμου.
es_es: La base para el logaritmo.
et_ee: Logaritmi alus.
eu_es: Logaritmoaren oinarria.
fi_fi: Logaritmin kantaluku.
fr_fr: Base du logarithme.
gl_es: Base do logaritmo.
hi_in: लघुगणक के लिए आधार.
hr_hr: Baza logaritma.
hu_hu: A logaritmus alapja.
it_it: Base per il logaritmo.
ja_jp: 対数の底。
kk_kz: Логарифм негізі.
ko_kr: 로그 밑수입니다.
lt_lt: Logaritmo pagrindas.
lv_lv: Logaritma bāze.
ms_my: Asas logaritma.
nb_no: Grunntallet for logaritmen.
nl_nl: Het grondtal voor de logaritme.
pl_pl: Podstawa logarytmu.
pt_br: A base para o logaritmo.
pt_pt: A base para o logaritmo.
ro_ro: Baza pentru logaritm.
ru_ru: Основание логарифма.
sk_sk: Základ logaritmu.
sl_si: Osnova logaritma.
sr_cyrl_rs: Основица логаритма.
sr_latn_rs: Osnovica logaritma.
sv_se: Basen för logaritmen.
th_th: ฐานสำหรับลอการิธึม
tr_tr: Logaritmanın tabanı.
uk_ua: Основа логарифма.
vi_vn: Cơ số của lôgarit.
zh_cn: 对数的基数。
zh_tw: 對數的基底。
